//  Перелік проєктів та опису до них необхідно реалізувати за допомогою <ul> у вигляді горизонтального слайдера (https://swiperjs.com/swiper-api). 
      
//  Користувач повинен мати змогу взаємодіяти зі слайдером через мишу, клавіатуру (клавіш Tab та стрілок) або сенсорний екран. 
                  
//  У разі досягнення кінця списку елементів, кнопка відповідно до вказаного напрямку повинна бути задізейблена (користувач більше не може взаємодіяти з нею, і вона не реагує на події clickу або натискання клавіші). 
                  
//  Задізейблена кнопка візуальною змінюється, що підкреслює її неактивний стан. 
              
//  Посилання "See project" має відкривати проєкт команди, розміщений на GitHub, у новій вкладці. 